{
    "Intro":[

        "LN: I moved to Wilmington, North Carolina on May 20th, 2016.",

        "RN: The place was an old townhome, recently renovated.",
        
        "LN: For the lifestyle I had as a newlywed reaching the peak of his romantic life,",

        "RN: And an aspiring filmmaker facing the trough of his prospective career.",

        "LN: Sapped of my resilient and admirable willpower,",
        
        "RN: That secured my odd jobs and gigs the first three years post-graduation.",

        "KEYBOARD:",

        "LN: I returned home and signed a two-year lease,",
        
        "RN: With the help of my stepdad and his altruistic down payment.",

        "LN: He still owned the home I lived in as a kid, 15 minutes away from Charlotte.",

        "RN: He offered me a place to stay in the months between my Chicago apartment lease ending.",

        "LN: And the new townhome lease starting.",

        "RN: And the temporary career reflection and-or pivot and-or crisis I was undergoing back then.",

        "KEYBOARD:",

        "LN: I can still remember his words of advice on move-in day," ,
        
        "RN: As I packed the last plates and pans into my car,", 
        
        "LN: Before heading to meet my then-fiancée at the empty house.",

        "D: Make the most of this chapter, son.",
        
        "D: Don't be afraid to discover new,",
        
        "D: Especially when the old drifts off.", 

        "LN: That, for the most part, was how my stepdad gave advice.",
        
        "RN: Punchy and reminiscent of old youth group advertisement pamphlets.", 

        "LN: Regardless, his love for my mother,", 
        
        "RN: And his love for me even after their divorce,",
        
        "LN: Captured the tenderness genuine people like George have for one another.",

        "RN: For those we have no obligation to", 
        
        "LN: For those we keep in our hearts long after the need for cordiality ends.",

        "RN: He could've just left me to fend for myself.", 

        "KEYBOARD:",

        "Time: 2",

        "LN: But he didn't. He stayed in touch, called me regularly about my career, and my life out of it.",

        "RN: He made sure we were connected whether we were socially deemed family or not.",

        "KEYBOARD:",

        "Time: 2",

        "LN: Back then, I was always in a sentimental slump.", 
        
        "RN: What else can you expect at 27?",
        
        "LN: There was a longlist of big changes I was barreling toward.",

        "RN: I was going to get married to someone I loved for years.",

        "LN: We were moving into our first home together.",

        "KEYBOARD:", 

        "LN: I took a break from writing my feature film I started atop the Willis Tower Skydeck in Chicago.", 

        "RN: And opted for a remote administrative job to pay those first bills for a single-story townhome in Wilmington.",   

        "KEYBOARD:", 

        "LN: The rock that was my life had morphed so significantly in those intermediate months.",

        "RN: And began to pick up speed with so much to look ahead to.",

        "LN: But I couldn't stop myself from looking back.",
        
        "RN: Yeah, I was leaving habit and lifestyle choices behind.",
        
        "LN: But I was also leaving people that were once in my life behind.",

        "KEYBOARD:",

        "Time: 3",

        "RN: Of those people, you were at the forefront of my mind.",

        "Time: 2",

        "LN: It's strange to say that, isn't it?", 

        "Time: 2",

        "RN: It had been near 10 years then and there since I last spoke to you, I think.",

        "KEYBOARD:",

        "Time: 4",

        "LN: Adult move-in day went well.",

        "RN: It was a large space full of creative potential for me and my fiancée to build together.",

        "LN: After moving boxes and bins for hours, gliding my fingers across smooth white walls,",
        
        "RN: And singing with my future spouse from room to room.",

        "KEYBOARD:",

        "LN: The first thing I did when night spoke was walk out onto the front lawn.",

        "RN: The first front lawn I owned - right at 27 years old.", 

        "LN: Exhausted from the day it was, I remember taking the deepest breath in,",
        
        "RN: Trying to fill my lungs past its bounds.",

        "LN: The air carried a fresh grass aroma, peppered with nostalgia.",

        "RN: For memories I hadn't brought up in my mind in years.",   

        "LN: I could only describe the sensation,", 
        
        "RN: As a flashlight turning on in my skull.", 
        
        "LN: Shining a bright glow on the alleys of my brain acclimatized to the dark.",

        "Time: 2",

        "RN: Right then and there, I looked up at the stars.",

        "LN: And I remembered.",
 
        "RN: When we were younger, and it got this dark.",

        "LN: We'd also look up at the stars.",

        "RN: Though together, we dreamt up a more supernal night sky."
            ],


    "EndIntro":[

        "N: Most kids would try and find faces or animals in the passing clouds,",
        
        "N: Or take turns connecting the stars to reveal,",
        
        "N: Those celestial dippers and gods alike imprinted on a tar surface.",

        "N: But for us, we'd sit in your mom's evergreen backyard and reminisce.",

        "N: Of all the memories our young, inexperienced lives had to offer up."

    ],

    "PaperCards":[
        "N: We would sit on my front porch a lot after school.",

        "N: I had two navy-blue rocking chairs my stepdad found at a flea market one year.",

        "N: Most afternoons we sat and did homework together.",

        "N: The sounds and sights of the outdoors were our background ambience.",

        "N: On slow days, we sat out there and talked for the kind of hours that felt like seconds.",

        "N: I probably spat out random astronomy facts,",
        
        "N: Or what level of difficulty I tried beating Halo on the night before.",

        "N: You'd talk about which movies you were going to watch at Vaude Tavern that weekend.",

        "Time: 2",

        "N: But on even slower days.",

        "N: We sat with nothing planned, rocking back and forth.",

        "N: Absent-mindedly flicking playing cards out our hands.",

        "N: Looking out at the scenery in front of us.",

        "N: Sometimes we'd see Mr. Binh across the street, tending his rainbow garden bed.",

        "N: You said he had peonies and hydrangeas pairs supposedly complementary in needs.",

        "N: At least that's what you learned from your own mother's gardening habits.",

        "N: Every 20 minutes or so Mr. Binh would break from gardening and sit on his own patio chair.",

        "N: And everytime, I'd focus on the red and orange glow of the cigarette he lit in his hands.",

        "Time: 5",

        "N: I'd stare and empty my mind.", 

        "Time: 3",

        "N: And just flick cards.",

        "Time: 5",

        "N: Until either his cigarette ran out, or my cards ran out.",

        "N: And you'd sit and watch this one-sided, undefined duel.", 

        "N: Stepping into the quiet trance with me,",
        
        "N: As we looked at Mr. Binh, and he looked at anywhere but us."

    ],

    "PaperCar":[
        "N: You got your license before I did, which came as no surprise to anyone.", 

        "N: My teenage speciality involved procrastination,", 
        
        "N: And second guesses for every major decision that came my way.",

        "N: That's why I envied your mentality.",
        
        "N: Your composed climb for freedom and independence as soon as each opportunity rung appeared.", 

        "N: I luckily benefited from your advances through the primary milestones.",

        "N: For one, I no longer needed to ride the bus.",

        "N: Your dad's '99 Camry, silver and dented on the passenger side.",

        "N: Became our refuge and our ritual.",

        "N: You drove me everywhere, and it rewrote how I lived my life.", 

        "N: Before '99 Camry, I'd go to Manny's Pizzeria across the street from the laundromat on laundry days.",

        "N: And I don't think I ever went there again.", 

        "N: Before '99 Camry, I'd always catch Sandra and her white and brown basset hound Betty.", 

        "N: As they moseyed their way down the main road together with matching stubby legs.", 

        "N: And one day, that just stopped.",

        "N: Because of '99 Camry, and because of you.",
        
        "N: With all the new memories we'd make together for as far as '99 Camry could take us.",

        "Time: 3",

        "N: Unfortunately, '99 Camry took us around for another 7 months before finally giving out.",

        "N: But just in time for me to get my license and my stepdad's old car.", 

        "N: And all our '99 Camry adventures became '04 Honda Odyssey adventures.",

        "N: Just like that, without skipping a beat."
    ],

    "WiiBowling":[
        "N: Senior year of highschool was a surprising breeze for both of us.",

        "N: By winter, we knew where we were going after graduation.",

        "N: I'd move to Chicago for University.", 

        "N: You'd stay in North Carolina for a year or two, maybe transfer to somewhere on the West Coast.",

        "N: Whatever the plan was, the plan in and of itself meant our last year could be spent like frivolous teenagers.",

        "N: In the spring semester, we both took a free period at the end of the day.",

        "N: And we sat in Ms. Greenwich's empty class,",
        
        "N: We formed a deal with her to watch over her classroom while she escaped to pick up her daughters from daycare.",

        "N: And you brought your New Nintendo Wii to school, having gotten it for Christmas.",

        "N: And like two championship-level imbeciles, we played wii sports bowling.", 
        
        "N: Every day for nearly two hours, until we graduated.",

        "N: We pursued a perfect bowling game, on a console I'm sure you donated the moment we went to college.",

        "N: It was so simple, and for some reason.",

        "N: Neither of us told our other friends where we went for sixth period.", 

        "N: It's not that we were doing anything wrong.",

        "N: But our sixth period wii bowling was ours.",

        "N: That was our ritual, meant only for the two of us."
    ],

    "PaperPizza":[
        "LN: You slept over at my place only once, for my birthday party.",

        "RN: When I was turning 12 while you were still 11.",

        "LN: Or turning 11 while you were still 10.",

        "RN: I always found the two months between our birthdays so strange growing up.",

        "LN: One moment we were the same age,", 
        
        "RN: And the next, I was an entire year older.",

        "LN: It was during those months, and only those months, where I would act like an older brother.", 

        "Time: 4",

        "RN: I remember my stepdad bought pizza for all of us that day.",

        "LN: There were probably five boys plus you, and he bought two boxes.",

        "RN: Severely underestimating the appetite of preteen boys living in Charlotte.",

        "LN: We were all crowding the boxes he placed on the dining table.", 

        "RN: I was probably hopping from side to side,",
        
        "LN: A habit I still have today.", 

        "RN: Pool days, weekend trips, new video games...", 

        "LN: And pizza was right at the top of that list.",

        "Time: 3",

        "RN: But even through my frantic hunger, even on my birthday.",

        "LN: I still felt the odd two-month cape of responsibility for you on my shoulders.",

        "RN: A weight I felt right carrying.", 

        "LN: And like a kind, attentive older brother.",

        "RN: I asked my stepdad if he could take out two slices for you before the rest of the boys dug in.",

        "LN: A small moment, such as that for you, reminds me.",

        "RN: Of how much I wanted a younger sibling all my life.", 

        "Time: 3",

        "LN: Thank you for being more than what my brain could dream of when it came to family."
    ],

    "OffRamp":[

        "N: So many memories of a different life.",

        "KEYBOARD",

        "N: Whenever I'm in a mood, I'd like to say...",

        "D: Regret has been my closest companion since you for far too long.",

        "D: I've had girlfriends that I've loved so fully for years,",
        
        "D: And not loved in the blink of an eye.",

        "D: Months pass, and they no longer occupy spaces in my heart.",

        "D: Years pass, and they no longer occupy space in my mind.",

        "D: Even in my loving marriage, the intensity dims down,",
        
        "D: To a strange comfort that feels different from when we first married.",

        "D: But with you, a person I loved dearly, though never romantically.",

        "D: You are ever present throughout my days and nights.",

        "Time: 3",

        "N: Pretty melodramatic, but part of me means it.", 

        "N: A burned relationship is nowhere near the same as a wilted friendship.",

        "N: Breaking up is a sweet kind of devastating.", 
        
        "N: A decadent end to an intense love affair.",

        "N: But with an old friendship where nothing happened",
        
        "N: Nothing went wrong",
        
        "N: Why has that felt so unbearable?",

        "KEYBOARD:",

        "FADEOUTSKY:",

        "N: Looking up at that sky, the first time I moved into that house.",

        "N: I can finally capture in words what it was that hooked me into such a trance that night.",

        "N: Moving into a new home felt like the world had ended.",

        "N: Not with an asteroid or a blaze of heat from the sun.", 

        "N: But through a collision of galaxies, planets and stars.", 
        
        "N: Crashing into one another, bursting with hot, bright light.",

        "N: I was starting a new life with someone else, someone you've never met.",

        "N: Someone you'll likely never meet.",

        "N: And everything I knew of who I was with you, and any future encounter we'd have.",

        "N: Would no longer involve the two of us as the friends we used to be.",

        "Time: 3",

        "N: I had hoped our lives would collide once more, before my life changed permanently.",

        "KEYBOARD",

        "LN: I don't really have a reason why I ignored your letter.", 

        "Time: 3",

        "RN: I think, at that time in my life, I wasn't ready to receive something so precious.",
        
        "LN: A gift as kind as your thoughtful words.",

        "RN: I didn't feel deserving of the hand you extended out.",

        "KEYBOARD",
        
        "FADEINSKY",

        "Time: 4",

        "N: I'm sorry I neglected you.",
        
        "N: It's not much of a consolation to say I neglected everyone from my past, but it is truth.", 

        "N: Truth I regularly feel the weight of. When my bed feels like stone at night, and I step out into the backyard.",

        "N: Slipperless because I long for wet grass on my soles like we used to do as kids.", 

        "N: I look up, and I'm gifted with a colorful landscape like always.",

        "N: And then I dream and remember.",

        "Time: 2",

        "N: And I'm sure, at one point or another.", 

        "N: You looked up to the sky to dream and remember us too.",

        "KEYBOARD",

        "FADEOUTSKY",

        "Time: 4",

        "N: I don't need a lot of friends in this lifetime.",

        "N: I was gifted by a generous God a comfort in knowing that at least one or two people enjoy my company.", 
        
        "N: But it doesn't stop me from those wandering thoughts -",
        
        "N: Had I known we would drift apart,",
        
        "N: Would I have done it all differently?",

        "N: Or let it unfold the exact same way?",

        "KEYBOARD",

        "Time: 5",

        "R: Babe I'm starving! You want me to order takeout or something?",

        "Time: 2",

        "YP: Uh, yeah. You read my mind.",
        
        "YP: The first takeout of many."
    ],


    "Letter":[
        "L: Hey there stranger.",

        "L: I was driving back home with my mom and daughter (WHAT?!? more on that later!)",

        "L: When I saw these weird bright satellites in the sky.",

        "L: All in a line that looked like they were shooting up from some random base somewhere.",

        "L: The uncanny feeling of it all passed, and I was reminded,",

        "L: Of all the times you told me you were going to become an astronaut one day.",

        "L: You spat facts about space and ships and planets, day after day.", 

        "L: My favorite one you told me was that our galaxy was suppose to collide with our neighbor in space.", 

        "L: You would say it so frankly: Andromeda is going to collide with the Milky Way soon.",

        "L: And I'd ask, how soon?",

        "L: You'd smile and say, around 4 billion years or so...",

        "KEYBOARD",

        "Time: 3",

        "A: Should we do anything about it?",

        "P: We could have a party to celebrate, if you wanted.",

        "A: That could be fun.",

        "A: Pencil me in for cups and plates.",

        "A: You think you'll be back from Chicago before then?",

        "P: Oh I should be back to visit with some time to spare, you can count on it.",

        "A: Good, you better not forget about me.",

        "P: Oh please, how could I ever forget about you.",

        "P: We're in this together for life.",

        "A: If you say so.",
        
        "A: All those girls in Chicago better not pull you away from me.",

        "P: I could say the same to you for all the NC girls.",
        
        "P: You like the Charlotte babes isn't that right?",

        "A: I like it when you try and act smart like that.",

        "A: It reminds me that even geniuses like you,",
        
        "A: Are still dumb little boys at heart.",

        "P: Awh, I love you too.",

        "A: Yuck, Andromeda can't come quick enough.",

        "Time: 4",

        "KEYBOARD",

        "L: Did you ever end up going to space school?",

        "L: I forget the name of the program you talked about applying to after Chicago.",

        "L: Was it somewhere in Houston?",

        "L: You said, pretty pragmatically, that if you weren't an astronaut,", 

        "L: You'd try to become an aerospace engineer.",

        "L: And it's so funny to think back on that now.",

        "L: Even though we were kids with big dreams, I never doubted you for a second.",

        "L: It made total sense with the kind of person you are,",

        "L: To set yourself up to float around the stars.",

        "L: Or if that didn't work out, become a full-blown rocket engineer instead.",

        "L: I know that you're off doing your thing somewhere at some space place,",

        "L: And even though it's been forever, I hope you know...",

        "L: I can't wait to see your name in the news one day,",

        "L: When we're finally sending astronauts to Mars.",

        "L: I'll be a happy bystander with my little one!",

        "L: I can't believe I'm writing to you saying I have a kid.",
        
        "L: I feel so old and heavy these days.",

        "L: Her name's Andie, and she's what I like to call a surprise miracle.",

        "L: She's eight months already, Lord help me,", 
        
        "L: And she has the cutest front teeth ever.",

        "L: I bought her a little Saturn light for her side of the bedroom",
        
        "L: And she completely obesesses over it.", 

        "L: Something to prep her for her mom's space-crazy friend she grew up with, right?",

        "Time: 3",

        "L: I'd like you to meet her soon.",

        "L: I don't know when you'll be back in North Carolina, but I'm definitely here for the long haul.",

        "Time: 3",

        "L: I'm sorry to hear about your mom and stepdad separating.",
        
        "L: Word still spreads around town, as much as I hate being surrounded by it.",

        "L: So I know it might be weird to come back here and everything.",

        "L: Just know if you're ever in need of a place to stay before you hit space,",
        
        "L: Me and my mom's home is always here for you.",

        "Time: 2",

        "L: Anyway, Andie is already over her mother sitting down to write.",
        
        "L: The look of peace on my face must be upsetting to her.",

        "L: I wish I could send this to exactly where you are in the world,",
        
        "L: But since I don't know your current whereabouts, sending it to your stepdad will do.",

        "L: I know you're not much of a social media guy,",
        
        "L: So I thought this would be a fun way to talk to one another and catch up.", 

        "L: I hope you get this soon.", 
        
        "L: It would be great to talk to you.",

        "Time: 5",

        "L: With love, your forever friend."
    ]


}